In [1]:
import pandas as pd
import matplotlib as plt
import seaborn as sbs

/home/nicolas/.local/lib/python3.6/site-packages/matplotlib/__init__.py:886: MatplotlibDeprecationWarning:
examples.directory is deprecated; in the future, examples will be found relative to the 'datapath' directory.
  "found relative to the 'datapath' directory.".format(key))

In [9]:
df1 = pd.read_csv("ejercicio5_1.csv")
df2 = pd.read_csv("ejercicio5_2.csv")

In [10]:
df1.head()

,dia_nacimiento,mes_nacimiento,anio_nacimiento,peso_al_nacer,longitud_al_nacer,id_hospital,tipo_parto
0,16,11,2015,8,30,29,0
1,7,7,2016,8,30,9,1
2,26,8,2016,8,30,31,0
3,8,10,2017,8,30,48,1
4,18,9,2015,8,30,47,1

In [11]:
df2.head()

   id_hospital            direccion  mes  promedio_nacimientos_mensual
0            0  Av. del Maestro 913    8                            11
1            1  Av. del Maestro 913   11                            19
2            2  Av. del Maestro 913    4                            23
3            3  Av. del Maestro 913    1                            24
4            4  Av. del Maestro 913    6                            20